Repository: CielDevApp/CortEX
Catalog: EhViewer/Localizable.xcstrings
Source language: ja
Languages: de, en, es, fr, ko, zh_hans, zh_hant

source: (HDR統合済み)
de: (HDR integriert)
en: (HDR integrated)
es: (HDR integrado)
fr: (HDR intégré)
ko: (HDR 통합됨)
zh_hans: (HDR已整合)
zh_hant: (HDR已整合)

source: (キャッシュ)
de: (Cache)
en: (Cache)
es: (Caché)
fr: (Cache)
ko: (캐시)
zh_hans: (缓存)
zh_hant: (快取)

source: 「%@」に一致するお気に入りがありません
de: Keine Favoriten für "%@"
en: No favorites matching "%@"
es: Sin favoritos para "%@"
fr: Aucun favori pour "%@"
ko: "%@"에 일치하는 즐겨찾기 없음
zh_hans: 没有匹配"%@"的收藏
zh_hant: 沒有符合"%@"的收藏

source: %@で再試行
de: Mit %@ erneut versuchen
en: Retry with %@
es: Reintentar con %@
fr: Réessayer avec %@
ko: %@(으)로 재시도
zh_hans: 用 %@ 重试
zh_hant: 用 %@ 重試

# %lld / %lld ページ
source: %1$lld / %2$lld ページ
de: %lld / %lld Seiten
en: %lld / %lld pages
es: %lld / %lld páginas
fr: %lld / %lld pages
ko: %lld / %lld 페이지
zh_hans: %lld / %lld 页
zh_hant: %lld / %lld 頁

# %lld / %lld ページ (%lld%%)
source: %1$lld / %2$lld ページ (%3$lld%%)
de: %lld / %lld Seiten (%lld%%)
en: %lld / %lld pages (%lld%%)
es: %lld / %lld páginas (%lld%%)
fr: %lld / %lld pages (%lld%%)
ko: %lld / %lld 페이지 (%lld%%)
zh_hans: %lld / %lld 页 (%lld%%)
zh_hant: %lld / %lld 頁 (%lld%%)

source: %lld ページ
de: %lld Seiten
en: %lld pages
es: %lld páginas
fr: %lld pages
ko: %lld페이지
zh_hans: %lld页
zh_hant: %lld頁

# %lld/%lld ページ保存済み。残りをダウンロードしますか？
source: %1$lld/%2$lld ページ保存済み。残りをダウンロードしますか？
de: %lld/%lld Seiten gespeichert. Rest herunterladen?
en: %lld/%lld pages saved. Download the rest?
es: %lld/%lld páginas guardadas. ¿Descargar el resto?
fr: %lld/%lld pages sauvegardées. Télécharger le reste ?
ko: %lld/%lld 페이지 저장됨. 나머지를 다운로드하시겠습니까?
zh_hans: %lld/%lld 页已保存。下载剩余页面吗？
zh_hant: %lld/%lld 頁已儲存。下載剩餘頁面嗎？

# %lld/%lld ページ閲覧済み。残りをダウンロードしますか？
source: %1$lld/%2$lld ページ閲覧済み。残りをダウンロードしますか？
de: %lld/%lld Seiten gelesen. Rest herunterladen?
en: %lld/%lld pages read. Download the rest?
es: %lld/%lld páginas leídas. ¿Descargar el resto?
fr: %lld/%lld pages lues. Télécharger le reste ?
ko: %lld/%lld 페이지 열람 완료. 나머지를 다운로드하시겠습니까?
zh_hans: 已阅读 %lld/%lld 页。下载剩余部分吗？
zh_hant: 已閱讀 %lld/%lld 頁。下載剩餘部分嗎？

# %lldMB / %lldMB
source: %1$lldMB / %2$lldMB
de: %lldMB / %lldMB
en: %lldMB / %lldMB
es: %lldMB / %lldMB
fr: %lldMo / %lldMo
ko: %lldMB / %lldMB
zh_hans: %lldMB / %lldMB
zh_hant: %lldMB / %lldMB

source: %lldページ
de: %lld Seiten
en: %lld pages
es: %lld páginas
fr: %lld pages
ko: %lld페이지
zh_hans: %lld页
zh_hant: %lld頁

source: %lld件
de: %lld Einträge
en: %lld items
es: %lld elementos
fr: %lld éléments
ko: %lld건

source: %lld件のインデックス（gid/token/タイトル/URL）をJSON保存。BANされても手元にデータが残ります。復元するとお気に入りキャッシュにマージされます。
de: Speichert %lld Einträge (gid/token/Titel/URL) als JSON. Daten bleiben auch bei BAN erhalten. Wiederherstellung wird mit Favoriten-Cache zusammengeführt.
en: Save %lld entries (gid/token/title/URL) as JSON. Your data survives even if banned. Restore merges into favorites cache.
es: Guardar %lld entradas (gid/token/título/URL) como JSON. Sus datos sobreviven incluso si es baneado. La restauración se fusiona con el caché de favoritos.
fr: Sauvegarder %lld entrées (gid/token/titre/URL) en JSON. Vos données survivent même en cas de BAN. La restauration fusionne avec le cache des favoris.
ko: %lld건의 인덱스(gid/token/제목/URL)를 JSON으로 저장. BAN되어도 데이터가 남습니다. 복원 시 즐겨찾기에 병합됩니다.
zh_hans: 将%lld条索引（gid/token/标题/URL）保存为JSON。即使被BAN数据也会保留。恢复时合并到收藏缓存。
zh_hant: 將%lld條索引（gid/token/標題/URL）儲存為JSON。即使被BAN資料也會保留。恢復時合併到收藏快取。

source: %lld件のお気に入りから抽選
de: Ziehung aus %lld Favoriten
en: %lld favorites to draw from
es: Sorteo de %lld favoritos
fr: Tirage parmi %lld favoris
ko: %lld개의 즐겨찾기에서 추첨
zh_hans: 从%lld个收藏中抽选
zh_hant: 從%lld個收藏中抽選

source: %lld件を復元しました
de: %lld Einträge wiederhergestellt
en: %lld entries restored
es: %lld entradas restauradas
fr: %lld entrées restaurées
ko: %lld건 복원 완료
zh_hans: 已恢复%lld条
zh_hant: 已恢復%lld條

source: %lld秒後に再試行できます
de: Erneut in %lld Sekunden
en: Retry in %lld seconds
es: Reintente en %lld segundos
fr: Réessayez dans %lld secondes
ko: %lld초 후 재시도 가능
zh_hans: %lld秒后可重试
zh_hant: %lld秒後可重試

source: ↻ ボタンでサーバーから取得
de: ↻ drücken zum Laden
en: Tap ↻ to fetch from server
es: Toque ↻ para obtener del servidor
fr: Appuyez ↻ pour récupérer
ko: ↻ 버튼으로 서버에서 가져오기
zh_hans: 点击↻从服务器获取
zh_hant: 點擊↻從伺服器取得

source: ▶ タップ後、全 frame を並列デコードし終えてから再生開始。初動チェース無しで最初からぬるぬる再生。プリロード中はプログレス表示 + キャンセル可能。OFF にすると即時再生 (初動 ~5 秒チェース)。
de: Nach Tippen auf ▶ werden alle Frames parallel dekodiert, bevor die Wiedergabe beginnt. Sanfte Wiedergabe ab Frame 1 ohne anfängliches Aufholen. Fortschrittsanzeige + Abbruch während des Vorladens. Bei OFF sofortige Wiedergabe (anfängliches ~5s Aufholen).
en: After tapping ▶, all frames are decoded in parallel before playback starts. Smooth playback from frame 1 with no initial chase. Progress display + cancellation available during preload. When OFF, playback starts immediately (~5s initial chase).
es: Tras tocar ▶, todos los frames se decodifican en paralelo antes de iniciar la reproducción. Reproducción fluida desde el frame 1 sin recuperación inicial. Visualización de progreso + cancelación disponibles durante la precarga. Con OFF, reproducción inmediata (~5s de recuperación inicial).
fr: Après avoir tapé sur ▶, toutes les frames sont décodées en parallèle avant le début de la lecture. Lecture fluide dès la frame 1, sans rattrapage initial. Affichage de la progression + annulation possible pendant le préchargement. En OFF, lecture immédiate (rattrapage initial ~5s).
ko: ▶ 탭 후 모든 frame 을 병렬 디코딩 완료 후 재생 시작. 초기 추격 없이 처음부터 부드럽게 재생. 프리로드 중 진행률 표시 + 취소 가능. OFF 시 즉시 재생 (초기 약 5 초 추격).
zh_hans: 点击 ▶ 后并行解码所有帧再开始播放。无初始追赶，从第 1 帧起流畅播放。预加载中显示进度并可取消。关闭后立即播放 (初始约 5 秒追赶)。
zh_hant: 點擊 ▶ 後並行解碼所有 frame 再開始播放。無初始追趕，從第 1 frame 起流暢播放。預載中顯示進度並可取消。關閉後立即播放 (初始約 5 秒追趕)。

source: ⚠️ エクストリームモード
de: ⚠️ EXTREME MODE
en: ⚠️ EXTREME MODE
es: ⚠️ EXTREME MODE
fr: ⚠️ EXTREME MODE
ko: ⚠️ EXTREME MODE
zh_hans: ⚠️ EXTREME MODE
zh_hant: ⚠️ EXTREME MODE

source: 💡 画像を長押しでコントロール表示
de: 💡 Lang drücken für Steuerung
en: 💡 Long press to show controls
es: 💡 Mantén presionado para controles
fr: 💡 Appui long pour les contrôles
ko: 💡 길게 눌러 컨트롤 표시
zh_hans: 💡 长按显示控件
zh_hant: 💡 長按顯示控件

source: 💡 画像を長押しで全画面表示
de: 💡 Lang drücken für Vollbild
en: 💡 Long press image for fullscreen
es: 💡 Mantén presionado para pantalla completa
fr: 💡 Appui long pour plein écran
ko: 💡 이미지를 길게 눌러 전체 화면 표시
zh_hans: 💡 长按图片全屏显示
zh_hant: 💡 長按圖片全螢幕顯示

source: 1〜%lldのページ番号を入力
de: Seitennummer eingeben (1-%lld)
en: Enter page number (1-%lld)
es: Ingrese número de página (1-%lld)
fr: Entrez un numéro (1-%lld)
ko: 페이지 번호 입력 (1-%lld)
zh_hans: 输入页码（1-%lld）
zh_hant: 輸入頁碼（1-%lld）

source: 1. Safariでe-hentai.orgにログイン 2. 開発者ツールからCookieを確認 3. ipb_member_id と ipb_pass_hash をコピー 4. igneous はEXhentai用（任意）
de: 1. In Safari bei e-hentai.org anmelden 2. Cookies in Entwicklerwerkzeugen prüfen 3. ipb_member_id und ipb_pass_hash kopieren 4. igneous ist für EXhentai (optional)
en: 1. Log in to e-hentai.org in Safari 2. Check cookies in developer tools 3. Copy ipb_member_id and ipb_pass_hash 4. igneous is for EXhentai (optional)
es: 1. Inicie sesión en e-hentai.org desde Safari 2. Verifique las cookies en las herramientas de desarrollador 3. Copie ipb_member_id e ipb_pass_hash 4. igneous es para EXhentai (opcional)
fr: 1. Connectez-vous à e-hentai.org dans Safari 2. Vérifier les cookies dans les outils développeur 3. Copier ipb_member_id et ipb_pass_hash 4. igneous est pour EXhentai (facultatif)
ko: 1. Safari 에서 e-hentai.org 에 로그인 2. 개발자 도구에서 cookie 확인 3. ipb_member_id 와 ipb_pass_hash 복사 4. igneous 는 EXhentai 용 (선택)
zh_hans: 1. 在 Safari 中登录 e-hentai.org 2. 通过开发者工具查看 cookie 3. 复制 ipb_member_id 和 ipb_pass_hash 4. igneous 用于 EXhentai (可选)
zh_hant: 1. 在 Safari 中登入 e-hentai.org 2. 透過開發者工具查看 cookie 3. 複製 ipb_member_id 和 ipb_pass_hash 4. igneous 用於 EXhentai (可選)

source: 1. ショートカットAppで新規ショートカット作成 2. 「Webページでjavascriptを実行」アクションを追加 3. スクリプト: document.cookie 4. Safariでexhentaiを開いた状態でショートカットを実行 5. 表示されたCookieから値をコピー
de: 1. Neuen Kurzbefehl erstellen 2. "JavaScript auf Webseite ausführen" hinzufügen 3. Skript: document.cookie 4. Kurzbefehl mit exhentai in Safari ausführen 5. Cookie-Werte kopieren
en: 1. Create a new shortcut in the Shortcuts app 2. Add the "Run JavaScript on Web Page" action 3. Script: document.cookie 4. Run the shortcut with exhentai open in Safari 5. Copy the values from the displayed cookies
es: 1. Cree un atajo en la app Atajos 2. Agregue "Ejecutar JavaScript en página web" 3. Script: document.cookie 4. Ejecute con exhentai abierto en Safari 5. Copie los valores de las cookies
fr: 1. Créez un raccourci dans l’app Raccourcis 2. Ajoutez « Exécuter JavaScript » 3. Script : document.cookie 4. Exécutez avec exhentai ouvert dans Safari 5. Copiez les valeurs des cookies
ko: 1. 단축어 앱에서 새 단축어 만들기 2. "웹 페이지에서 JavaScript 실행" 동작 추가 3. 스크립트: document.cookie 4. Safari에서 exhentai가 열린 상태에서 단축어 실행 5. 표시된 쿠키에서 값 복사
zh_hans: 1. 在快捷指令中创建新指令 2. 添加「在网页上运行JavaScript」 3. 脚本: document.cookie 4. 在Safari中打开exhentai时运行 5. 从Cookie中复制值
zh_hant: 1. 在捷徑中建立新捷徑 2. 新增「在網頁上執行JavaScript」 3. 腳本: document.cookie 4. 在Safari中開啟exhentai時執行 5. 從Cookie中複製值

source: 1ページ目から読む
de: Ab Seite 1 lesen
en: Read from page 1
es: Leer desde la página 1
fr: Lire depuis la page 1
ko: 1 페이지부터 읽기
zh_hans: 从第 1 页开始阅读
zh_hant: 從第 1 頁開始閱讀

source: 10連ガチャ
de: 10x Ziehen
en: 10x Gacha
es: 10x Tirada
fr: 10x Tirage
ko: 10연차
zh_hans: 十连抽
zh_hant: 十連抽

source: 10連ガチャ結果
de: 10x Ergebnisse
en: 10x Gacha Results
es: Resultados 10x
fr: Résultats 10x
ko: 10연차 결과
zh_hans: 十连抽结果
zh_hant: 十連抽結果

source: AI超解像
de: KI-Superauflösung
en: AI Super Resolution
es: Súper resolución IA
fr: Super résolution IA
ko: AI 초해상도
zh_hans: AI超分辨率
zh_hant: AI超解析度

source: AI超解像: モデル未検出
de: KI-Hochskalierung: Modell nicht gefunden
en: AI Super-Resolution: Model not found
es: Superresolución IA: modelo no detectado
fr: Super-résolution IA : modèle introuvable
ko: AI 초해상도: 모델 미감지
zh_hans: AI 超分辨率: 未检测到模型
zh_hant: AI 超解析度: 未偵測到模型

source: BAN 回避中 残り%lld秒 — 設定からセーフティ OFF で強制再開
de: BAN-Vermeidung — %lld Sekunden verbleibend. Erzwungene Fortsetzung durch Deaktivieren des Sicherheitsmodus in den Einstellungen.
en: Avoiding BAN — %lld seconds left. Force resume by turning Safety OFF in settings.
es: Evitando BAN — %lld segundos restantes. Reanude forzando OFF en seguridad desde ajustes.
fr: Évitement de BAN — %lld secondes restantes. Forcez la reprise en désactivant la sécurité dans les paramètres.
ko: BAN 회피 중 남은 %lld 초 — 설정에서 안전 OFF 시 강제 재개
zh_hans: 正在避免 BAN — 剩余 %lld 秒。从设置关闭安全模式可强制恢复。
zh_hant: 正在避免 BAN — 剩餘 %lld 秒。從設定關閉安全模式可強制恢復。

source: BAN対策（リクエストディレイ・レート制限）を全て無効化します。アカウントBANのリスクがあります。自己責任で使用してください。
de: Alle BAN-Schutzmaßnahmen werden deaktiviert. Risiko eines Konto-BANs. Nutzung auf eigene Gefahr.
en: This will disable all BAN countermeasures (request delays, rate limits). Risk of account BAN. Use at your own risk.
es: Se desactivarán todas las medidas contra BAN. Riesgo de BAN de cuenta. Úselo bajo su propia responsabilidad.
fr: Cela désactivera toutes les protections contre le BAN. Risque de BAN du compte. Utilisez à vos propres risques.
ko: 모든 BAN 대책(요청 지연, 속도 제한)이 비활성화됩니다. 계정 BAN 위험이 있습니다. 자기 책임으로 사용하세요.
zh_hans: 将禁用所有BAN对策（请求延迟、速率限制）。有账号BAN风险。请自行承担责任。
zh_hant: 將停用所有BAN對策（請求延遲、速率限制）。有帳號BAN風險。請自行承擔責任。

source: Before / After
de: Vorher / Nachher
es: Antes / Después
fr: Avant / Après
ko: 보정 전 / 후
zh_hans: 修正前 / 修正后
zh_hant: 修正前 / 修正後

source: CDN認証
de: CDN-Verifizierung
en: CDN Verification
es: Verificación CDN
fr: Vérification CDN
ko: CDN 인증
zh_hans: CDN 认证
zh_hant: CDN 認證

source: CDN認証中...
de: CDN wird verifiziert...
en: Verifying CDN...
es: Verificando CDN...
fr: Vérification du CDN...
ko: CDN 인증 중...
zh_hans: 正在认证 CDN...
zh_hant: 正在認證 CDN...

source: CDN認証完了
de: CDN verifiziert
en: CDN Verified
es: CDN verificado
fr: CDN vérifié
ko: CDN 인증 완료
zh_hans: CDN 认证完成
zh_hant: CDN 認證完成

source: CIFilter (標準)
de: CIFilter (Standard)
en: CIFilter (Standard)
es: CIFilter (Estándar)
fr: CIFilter (Standard)
ko: CIFilter (표준)
zh_hans: CIFilter (标准)

source: CIFilter vs Metal の処理速度を計測します。
de: Misst CIFilter vs Metal Geschwindigkeit.
en: Measures CIFilter vs Metal processing speed.
es: Mide velocidad CIFilter vs Metal.
fr: Mesure la vitesse CIFilter vs Metal.
ko: CIFilter와 Metal 처리 속도를 측정합니다.
zh_hans: 测量CIFilter与Metal的处理速度。
zh_hant: 測量CIFilter與Metal的處理速度。

source: CIFilter チェーン
de: CIFilter-Kette
en: CIFilter Chain
es: Cadena CIFilter
fr: Chaîne CIFilter
ko: CIFilter 체인
zh_hans: CIFilter链
zh_hant: CIFilter鏈

source: Cloudflareチャレンジを解決しています
de: Cloudflare-Challenge wird gelöst
en: Solving Cloudflare challenge
es: Resolviendo desafío de Cloudflare
fr: Résolution du défi Cloudflare
ko: Cloudflare 챌린지 해결 중
zh_hans: 正在解决 Cloudflare 挑战
zh_hant: 正在解決 Cloudflare 挑戰

source: Cookieの取得方法:
de: Cookies abrufen:
en: How to obtain cookies:
es: Cómo obtener cookies:
fr: Comment obtenir les cookies :
ko: Cookie 취득 방법:
zh_hans: 获取 cookie 的方法:
zh_hant: 取得 cookie 的方法:

source: Cookieは定期的に無効化される場合があります
de: Cookies können regelmäßig ungültig werden
en: Cookies may be invalidated periodically
es: Las cookies pueden invalidarse periódicamente
fr: Les cookies peuvent être invalidés périodiquement
ko: 쿠키는 주기적으로 무효화될 수 있습니다
zh_hans: Cookie可能会定期失效
zh_hant: Cookie可能會定期失效

source: Cookie取得手順
de: Cookies abrufen
en: How to Get Cookies
es: Cómo obtener cookies
fr: Obtenir les cookies
ko: 쿠키 가져오기
zh_hans: Cookie获取步骤
zh_hant: Cookie取得步驟

source: Cookie認証情報を入力してください。 ブラウザでログイン後、Cookieから取得できます。
de: Geben Sie Ihre Cookie-Anmeldedaten ein. Nach dem Login im Browser abrufen.
en: Enter your cookie credentials. Get them from your browser after logging in.
es: Ingrese sus credenciales de cookie. Obténgalas de su navegador después de iniciar sesión.
fr: Entrez vos identifiants cookie. Obtenez-les depuis votre navigateur après connexion.
ko: 쿠키 인증 정보를 입력하세요. 브라우저에서 로그인 후 쿠키에서 가져올 수 있습니다.
zh_hans: 请输入Cookie认证信息。 登录后从浏览器中获取。
zh_hant: 請輸入Cookie認證資訊。 登入後從瀏覽器中取得。

source: CORTEX PROTOCOL 無効化
de: CORTEX PROTOCOL deaktivieren
en: Disable CORTEX PROTOCOL
es: Desactivar CORTEX PROTOCOL
fr: Désactiver CORTEX PROTOCOL
ko: CORTEX PROTOCOL 비활성화
zh_hans: 停用 CORTEX PROTOCOL
zh_hant: 停用 CORTEX PROTOCOL

source: DL準備中…
de: Download wird vorbereitet…
en: Preparing download…
es: Preparando descarga…
fr: Préparation du téléchargement…
ko: DL 준비 중…
zh_hans: 准备下载中…
zh_hant: 準備下載中…

# E-H: %lld件 / nhentai: %lld件のインデックスをJSON保存。BANされても手元にデータが残ります。
source: E-H: %1$lld件 / nhentai: %2$lld件のインデックスをJSON保存。BANされても手元にデータが残ります。
de: E-H: %lld / nhentai: %lld Index-Einträge als JSON speichern. Daten bleiben lokal erhalten, auch wenn gesperrt.
en: Save E-H: %lld / nhentai: %lld index entries as JSON. Data is preserved locally even if banned.
es: Guardar E-H: %lld / nhentai: %lld entradas de índice como JSON. Los datos permanecen localmente incluso si es baneado.
fr: Enregistrer E-H : %lld / nhentai : %lld entrées d'index en JSON. Les données restent en local même en cas de bannissement.
ko: E-H: %lld 건 / nhentai: %lld 건의 인덱스를 JSON 으로 저장. BAN 되어도 로컬에 데이터가 남습니다.
zh_hans: 将 E-H: %lld 条 / nhentai: %lld 条索引保存为 JSON。即使被 BAN，数据也会保留在本地。
zh_hant: 將 E-H: %lld 筆 / nhentai: %lld 筆索引保存為 JSON。即使被 BAN，資料也會保留在本機。

# E-H: %lld件にキャラタグ / nh: %lld件にキャラタグ
source: E-H: %1$lld件にキャラタグ / nh: %2$lld件にキャラタグ
de: E-H: %lld Charakter-Tags / nh: %lld Charakter-Tags
en: E-H: %lld char-tagged / nh: %lld char-tagged
es: E-H: %lld etiquetas de personaje / nh: %lld etiquetas de personaje
fr: E-H : %lld tags personnages / nh : %lld tags personnages
ko: E-H: %lld 건 캐릭터 태그 / nh: %lld 건 캐릭터 태그
zh_hans: E-H: %lld 条角色标签 / nh: %lld 条角色标签
zh_hant: E-H: %lld 筆角色標籤 / nh: %lld 筆角色標籤

source: E-Hentai APIからタグ取得中...
de: Tags werden von E-Hentai API abgerufen...
en: Fetching tags from E-Hentai API...
es: Obteniendo etiquetas de la API de E-Hentai...
fr: Récupération des tags depuis l'API E-Hentai...
ko: E-Hentai API 에서 태그 가져오는 중...
zh_hans: 正在从 E-Hentai API 获取标签...
zh_hant: 正在從 E-Hentai API 取得標籤...

source: E-Hentai と EXhentai の違い
de: Unterschied zwischen E-Hentai und EXhentai
en: Difference between E-Hentai and EXhentai
es: Diferencia entre E-Hentai y EXhentai
fr: Différence entre E-Hentai et EXhentai
ko: E-Hentai 와 EXhentai 의 차이
zh_hans: E-Hentai 与 EXhentai 的区别
zh_hant: E-Hentai 與 EXhentai 的差異

source: ECO MODE を有効にすると省電力動作になります: • NPU/GPU画像処理: ALL DISABLED • CoreML超解像: OFF • フィルタパイプライン: BYPASS • プリフェッチ: OFF • DL並列数: 3 • 双方向DL: OFF • 壁紙/ガチャ: 30Hz • 翻訳/OCR: OFF
de: ECO-MODUS aktiviert Energiesparbetrieb: • NPU/GPU-Verarbeitung: DEAKTIVIERT • CoreML-Superauflösung: AUS • Filter-Pipeline: UMGANGEN • Vorausladen: AUS • DL-Parallelität: 3 • Bidirektionaler DL: AUS • Hintergrund/Gacha: 30Hz • Übersetzung/OCR: AUS
en: ECO MODE enables power-saving: • NPU/GPU processing: ALL DISABLED • CoreML super-resolution: OFF • Filter pipeline: BYPASS • Prefetch: OFF • DL concurrency: 3 • Bidirectional DL: OFF • Wallpaper/Gacha: 30Hz • Translation/OCR: OFF
es: El MODO ECO activa el ahorro: • Procesamiento NPU/GPU: DESACTIVADO • Super-resolución CoreML: OFF • Pipeline de filtros: OMITIDO • Precarga: OFF • DL paralelas: 3 • DL bidireccional: OFF • Fondo/Gacha: 30Hz • Traducción/OCR: OFF
fr: Le MODE ECO active l'économie : • Traitement NPU/GPU : DÉSACTIVÉ • Super-résolution CoreML : OFF • Filtres : CONTOURNÉS • Préchargement : OFF • DL parallèles : 3 • DL bidirectionnel : OFF • Fond/Gacha : 30Hz • Traduction/OCR : OFF
ko: ECO MODE를 활성화하면 절전 동작: • NPU/GPU 처리: 모두 비활성화 • CoreML 초해상도: OFF • 필터 파이프라인: 우회 • 프리페치: OFF • DL 동시 수: 3 • 양방향 DL: OFF • 배경화면/가챠: 30Hz • 번역/OCR: OFF
zh_hans: 启用ECO MODE后省电运行： • NPU/GPU处理：全部禁用 • CoreML超分辨率：关闭 • 滤镜管线：跳过 • 预取：关闭 • 下载并发：3 • 双向下载：关闭 • 壁纸/扭蛋：30Hz • 翻译/OCR：关闭
zh_hant: 啟用ECO MODE後省電運行： • NPU/GPU處理：全部停用 • CoreML超解析度：關閉 • 濾鏡管線：跳過 • 預取：關閉 • 下載並發：3 • 雙向下載：關閉 • 桌布/轉蛋：30Hz • 翻譯/OCR：關閉

source: ECOモード
de: ECO-Modus
en: ECO Mode
es: Modo ECO
fr: Mode ECO
ko: ECO 모드
zh_hans: ECO模式
zh_hant: ECO模式

source: exhentai.org にアクセス（Sad Pandaが出なければOK）
de: Gehen Sie zu exhentai.org (OK wenn kein Sad Panda)
en: Go to exhentai.org (OK if no Sad Panda)
es: Vaya a exhentai.org (OK si no hay Sad Panda)
fr: Accédez à exhentai.org (OK si pas de Sad Panda)
ko: exhentai.org에 접속 (Sad Panda가 나오지 않으면 OK)
zh_hans: 访问exhentai.org（没有Sad Panda就OK）
zh_hant: 訪問exhentai.org（沒有Sad Panda就OK）

source: exhentai用（任意）
de: für exhentai (optional)
en: for exhentai (optional)
es: para exhentai (opcional)
fr: pour exhentai (optionnel)
ko: exhentai용 (선택)
zh_hans: exhentai用（可选）
zh_hant: exhentai用（可選）

source: Face IDで再試行
de: Face ID erneut
en: Retry Face ID
es: Reintentar Face ID
fr: Réessayer Face ID
ko: Face ID 재시도
zh_hans: 重试Face ID
zh_hant: 重試Face ID

source: Face ID失敗時のフォールバック認証
de: Fallback-Authentifizierung bei Face ID-Fehler
en: Fallback authentication when Face ID fails
es: Autenticación alternativa cuando Face ID falla
fr: Authentification de secours en cas d'échec de Face ID
ko: Face ID 실패 시 대체 인증
zh_hans: Face ID 失败时的备用认证
zh_hant: Face ID 失敗時的備援認證

source: Face ID失敗時のフォールバック認証に使用します。
de: Wird bei Face ID-Fehler verwendet.
en: Used as fallback when Face ID fails.
es: Se usa si Face ID falla.
fr: Utilisé en cas d'échec de Face ID.
ko: Face ID 실패 시 대체 인증으로 사용됩니다.
zh_hans: Face ID失败时用作备用认证。
zh_hant: Face ID失敗時用作備用認證。

source: HDR補正
de: HDR-Korrektur
en: HDR Enhancement
es: Corrección HDR
fr: Correction HDR
ko: HDR 보정
zh_hans: HDR增强
zh_hant: HDR增強

source: HDR風補正
de: HDR-Stil Korrektur
en: HDR-style Enhancement
es: Corrección estilo HDR
fr: Correction style HDR
ko: HDR풍 보정
zh_hans: HDR风格增强
zh_hant: HDR風格增強

source: IDとパスハッシュを入力してください
de: Bitte ID und Pass-Hash eingeben
en: Please enter your ID and pass hash
es: Por favor ingrese su ID y hash
fr: Veuillez entrer votre ID et hash
ko: ID와 패스 해시를 입력하세요
zh_hans: 请输入ID和密码哈希
zh_hant: 請輸入ID和密碼雜湊

source: igneous (ExHentai用、任意)
de: igneous (für ExHentai, optional)
en: igneous (for ExHentai, optional)
es: igneous (para ExHentai, opcional)
fr: igneous (pour ExHentai, optionnel)
ko: igneous (ExHentai용, 선택)
zh_hans: igneous（ExHentai用，可选）
zh_hant: igneous（ExHentai用，可選）

source: igneous は exhentai 専用です。e-hentaiのみ使う場合は不要
de: igneous ist nur für exhentai. Nicht nötig für e-hentai
en: igneous is for exhentai only. Not needed for e-hentai
es: igneous es solo para exhentai. No necesario para e-hentai
fr: igneous est uniquement pour exhentai. Non nécessaire pour e-hentai
ko: igneous는 exhentai 전용입니다. e-hentai만 사용할 경우 불필요
zh_hans: igneous仅用于exhentai。仅使用e-hentai时不需要
zh_hant: igneous僅用於exhentai。僅使用e-hentai時不需要

source: iOS低電力モード連動
de: Mit iOS-Stromsparmodus verknüpfen
en: Sync with iOS Low Power Mode
es: Sincronizar con modo de bajo consumo de iOS
fr: Lier au mode économie d’énergie iOS
ko: iOS 저전력 모드 연동
zh_hans: 与iOS低电量模式联动
zh_hant: 與iOS低電量模式聯動

source: iPhoneのSafariでexhentaiにログイン済みの場合:
de: Falls bereits in Safari bei exhentai angemeldet:
en: If already logged in to exhentai in Safari:
es: Si ya inició sesión en exhentai en Safari:
fr: Si déjà connecté à exhentai dans Safari :
ko: iPhone Safari에서 exhentai에 로그인한 경우:
zh_hans: 如果已在Safari中登录exhentai：
zh_hant: 如果已在Safari中登入exhentai：

source: Keychain (ログイン cookie) / 全 DL / キャッシュ / お気に入り / 設定を全消去。新 Mac / 他人への譲渡前に実行。
de: Keychain (Login-Cookies) / alle Downloads / Cache / Favoriten / Einstellungen löschen. Vor Übergabe an neuen Mac / andere Person ausführen.
en: Erase Keychain (login cookies) / all downloads / cache / favorites / settings. Run before transferring to a new Mac or another user.
es: Borrar Keychain (cookies de inicio) / todas las descargas / caché / favoritos / ajustes. Ejecute antes de transferir a un Mac nuevo o a otro usuario.
fr: Effacer Keychain (cookies de connexion) / tous les téléchargements / cache / favoris / paramètres. À exécuter avant transfert vers un nouveau Mac / autre utilisateur.
ko: Keychain (로그인 cookie) / 전체 DL / 캐시 / 즐겨찾기 / 설정 모두 삭제. 새 Mac / 타인에게 양도 전 실행.
zh_hans: 清除 Keychain (登录 cookie) / 全部下载 / 缓存 / 收藏 / 设置。迁移到新 Mac 或转让前执行。
zh_hant: 清除 Keychain (登入 cookie) / 全部下載 / 快取 / 收藏 / 設定。遷移到新 Mac 或轉讓前執行。

source: Keychain (ログイン cookie)、全ダウンロード、全キャッシュ、お気に入り、設定を全て削除します。この操作は取り消せません。
de: Alle Keychain (Login-Cookies), Downloads, Caches, Favoriten und Einstellungen werden gelöscht. Dieser Vorgang kann nicht rückgängig gemacht werden.
en: All Keychain (login cookies), downloads, caches, favorites, and settings will be deleted. This operation cannot be undone.
es: Se eliminarán todas las Keychain (cookies de inicio), descargas, cachés, favoritos y ajustes. Esta operación no se puede deshacer.
fr: Toutes les Keychain (cookies de connexion), téléchargements, caches, favoris et paramètres seront supprimés. Cette opération est irréversible.
ko: Keychain (로그인 cookie), 전체 다운로드, 전체 캐시, 즐겨찾기, 설정을 모두 삭제합니다. 이 작업은 되돌릴 수 없습니다.
zh_hans: 将删除全部 Keychain (登录 cookie)、下载、缓存、收藏和设置。此操作无法撤销。
zh_hant: 將刪除全部 Keychain (登入 cookie)、下載、快取、收藏和設定。此操作無法復原。

source: Metal (GPU直叩き)
de: Metal (Direkte GPU)
en: Metal (Direct GPU)
es: Metal (GPU directo)
fr: Metal (GPU direct)
ko: Metal (GPU 직접)
zh_hans: Metal (GPU直接)
zh_hant: Metal (GPU直接)

source: MP4 変換 (旧来)
de: MP4-Konvertierung (alt)
en: MP4 Conversion (legacy)
es: Conversión MP4 (heredado)
fr: Conversion MP4 (ancien)
ko: MP4 변환 (구형)
zh_hans: MP4 转换 (旧版)
zh_hant: MP4 轉換 (舊版)

source: Neural Engineで画像を高解像度化。究極画質モードで適用。
de: Hochskalierung über Neural Engine.
en: Upscales images via Neural Engine. Applied in ultimate quality mode.
es: Mejora resolución vía Neural Engine.
fr: Améliore la résolution via Neural Engine.
ko: Neural Engine으로 이미지 고해상도화. 궁극 화질 모드에서 적용.
zh_hans: 通过Neural Engine提升图像分辨率。在极致画质模式下应用。
zh_hant: 透過Neural Engine提升影像解析度。在極致畫質模式下套用。

source: nhentai ログイン情報
de: nhentai-Anmeldedaten
en: nhentai login info
es: Información de inicio de sesión de nhentai
fr: Identifiants nhentai
ko: nhentai 로그인 정보
zh_hans: nhentai 登录信息
zh_hant: nhentai 登入資訊

source: nhentaiで見つかりました
de: Auf nhentai gefunden
en: Found on nhentai
es: Encontrado en nhentai
fr: Trouvé sur nhentai
ko: nhentai 에서 발견
zh_hans: 在 nhentai 找到
zh_hant: 在 nhentai 找到
